{
  "SOBRE MIM": "ABOUT ME",
  "Cursos": "Certifications",
  "CONTATO": "CONTACT",
  "TRADUÇÃO": "TRANSLATE",
  "PROJETOS": "PROJECTS",
  "Desenvolvido por": "Made by",
  "Tecnologias utilizadas": "Technologies Used",
  "courseCertificateMessage": "Click on the course name to view the certificate.",
  "Seja bem vindo": "Welcome to my website",
  "Olá, eu me chamo": "Hi, I’m",
  "Engenheiro de Software": "Software Engineer",
  "Desenvolvedor Back-end": "Back-end Developer",
  "Desenvolvedor Front-end": "Front-end Developer",
  "Desenvolvedor Full-stack": "Full-stack Developer",
  "Sobre mim": "About me",
  "Quem sou eu?": "Who am I?",
  "bio.description": "I have a degree in Production Engineering from UNIVESP and currently work as a <strong>Full-stack Developer</strong>. I consistently adhere to implementing solid programming practices, including the <strong>SOLID principles</strong>, and integrate <em>automated testing</em> into all the projects I engage in. This approach not only enhances the quality of the code but also contributes to the reliability and robustness of the systems I develop. I am continually seeking ways to refine my skills and deliver efficient, innovative solutions.",
  "Habilidades": "Skills",
  "Destaques": "Highlights",
  "Agosto de 2018": "August 2018",
  "Ingresso na UNIVESP": "Admission to UNIVESP",
  "Abril de 2019 até": "April 2019 to",
  "Abril de 2021": "April 2021",
  "Estágio no Metro de São Paulo": "Internship at Metro de São Paulo",
  "Julho 2021 até": "July 2021 to",
  "Outubro 2021": "October 2021",
  "Bootcamp na Gama Academy": "Bootcamp at Gama Academy",
  "Janeiro de 2022 até": "January 2022 to",
  "Junho 2022": "June 2022",
  "Bootcamp na SoulCode Academy": "Bootcamp at SoulCode Academy",
  "Agosto de 2022 até": "August 2022 to",
  "Setembro 2022": "September 2022",
  "1º lugar no Gama-lab Tech Experience": "1st place in the Gama-lab Tech Experience",
  "Outubro de 2022 até": "October 2022",
  "Desenvolvedor de Software na V.tal": "Software Developer at V.tal",
  "Eu tenho uma certa facilidade para desenvolver hobbies, vou apenas mencionar os principais porque eu tenho muitos. 😅": "I have a certain facility for developing hobbies, I will only mention the main ones because I have many. 😅",
  "Xadrez Amador ♟️": "Amateur Chess ♟️",
  "Eu aprendi a jogar xadrez aos 7 anos, mas comecei a praticar constantemente na pandemia e hoje tenho mais de mil partidas no ": "I learned to play chess at the age of 7, but I started to practice constantly in the pandemic and today I have more than a thousand games on ",
  "Toco Violão": "Guitar Player 🎶",
  "Eu toco violão desde os 12 anos, gosto de ouvir todo tipo de música e gosto de criar arranjos musicais, em breve pretendo postar no soundcloud.": "I play guitar since I was 12 years old, I like to listen to all kinds of music and I like to create musical arrangements, soon I will post it on soundcloud.",
  "Ouvinte de Podcasts 🎙️": "Podcasts Listener 🎙️",
  "Eu não posso negar que eu gasto horas ouvindo podcasts, meus podcasts favoritos são:": "I can't deny that I spend hours listening to podcasts, my favorite podcasts are:",
  "Entre em contato!": "Reach out to me!",
  "Envie-me uma mensagem": "Send me a message",
  "Ribeirão Pires - SP, Brasil": "Ribeirão Pires - SP, Brazil",
  "Projetos": "Projects",
  "Repositório": "Repository",
  "Site responsivo de uma academia fictícia.": "Responsive website of a fictional gym.",
  "Dados de Exames de Mamografia": "Mammography Data System",
  "Sistema para fornecimento de dados sobre exames de mamografia realizados por mulheres brasileiras no território nacional.": "System for providing data on mammography exams performed by Brazilian women in the national territory.",
  "Buscador de Usuários do Github": "Github User Finder",
  "Esta aplicação faz buscas de usuários do Github utilizando uma api oficial do Github.": "This application does Github user searches using an official Github api.",
  "Site pessoal onde eu apresento minha biografia, CV, cursos e projetos. A parte do frontend consome uma API fake que usa dados mockados, implementada com JSON Server.": "Personal website where I present my biography, CV, courses and projects. The frontend part consumes a fake API that uses mocked data, being implemented with JSON Server.",
  "Esta é uma página inicial para uma empresa de manutenção fictível, construída usando React, TypeScript, Next.js e Tailwind CSS.": "This is a landing page for a fictional car maintenance company, built using React, TypeScript, Next.js and Tailwind CSS.",
  "Esta API é projetada para facilitar o processo de geração de código de refereência exclusivo para os clientes ao fazer uma compra.": "This API is designed to facilitate a unique referral code generation process for customers upon making a purchase.",
  "Switch to Grid View": "Switch to Grid View",
  "Switch to List View": "Switch to List View",
  "No projects found.": "No projects found."
}